{
  "Tesoros_Legendarios": [
    { "nombre": "Amuleto de Haamile.png", "Efecto": "+15 SAB" },
    { "nombre": "Anillo de percepción.png", "Efecto": "+1 Ficha Iniciativa en la Primera Ronda de la batalla y +15 PER. para detectar trampas." },
    { "nombre": "Anillo de regeneración.png", "Efecto": "Añade Regeneración: pero con 1d3 VIT" },
    { "nombre": "Anillo del hierofante.png", "Efecto": "-15 HC a No Muertos que ataquen al portador." },
    { "nombre": "Anillo detector de trampas.png", "Efecto": "+10 PER a todo el grupo para detectar trampas, Ocupa espacio de anillo." },
    { "nombre": "Arco de feyundir.png", "Efecto": "+2 DAÑ a Orcos y Goblins. Es considerado un Arco Élfico para sus atributos" },
    { "nombre": "Arco del divino Crepúsculo.png", "Efecto": "+5 para Ansia de Sangre y si se activa +5 DAÑ" },
    { "nombre": "Bolsa de pan inagotable.png", "Efecto": "En descanso, tira 1d6, la bolsa da una ración con 1-2." },
    { "nombre": "Botas de energía.png", "Efecto": "+2 ENERGÍA" },
    { "nombre": "Botas de estabilidad.png", "Efecto": "El héroe no podrá caer e ignorará todos los efectos desestabilizadores." },
    { "nombre": "Calcetas de confort perpetuo.png", "Efecto": "+1 ENERGÍA MAX." },
    { "nombre": "Capa de Elsewhyr.png", "Efecto": "+15 ESQ" },
    { "nombre": "Capa de troll.png", "Efecto": "+2 DEF cuando te ataquen por la espalda. Ganas Regenración:1d6 al inicio de turno, con 1-3 +1 VIT. Si caes en combate tienes 5 turnos para sacar un 1, si lo sacas recuperas 1 VIT. Si el héroe es atacado con fuego, la capa es destruida." },
    { "nombre": "Cinturón de azotecobre.png", "Efecto": "+20 CON, pero los Goblins ganan Odio." },
    { "nombre": "Colgante de desvío.png", "Efecto": "Usa espacio de colgante. Si eres golpeado por proyectil (arma,trampas) tira 1d6: 1-3 Proyectil se desvía, 4 Impacta en el brazo, 5 Impacta en pierna, 6 Impacta en cabeza." },
    { "nombre": "Colgante de levitación.png", "Efecto": "Permite cruzar agua, abismos y fosos y permanecer en ellos. Inmunidad a trampas de foso. No puedes cruzar a través de la lava." },
    { "nombre": "Corona de determinación.png", "Efecto": "+15 DET, pero no podrás llevar ni casco ni gorro" },
    { "nombre": "Cristal protector.png", "Efecto": "Ocupa Collar. 1 vez por mazmorra el héroe puede repetir la tirada del Nº de enemigos en un encuentro. El resultado más bajo es el que permanece. Pero si la tirada es el resultado más alto posible, permanece este resultado." },
    { "nombre": "Cuerno de Alfheim.png", "Efecto": "2 PA y 2 ENERGÍA para tocarlo. Los héroes ganan +3 DAÑ hasta el final de la batalla. " },
    { "nombre": "Dados bendecidos.png", "Efecto": "+2 SUE" },
    { "nombre": "Daga de vrunior.png", "Efecto": "Todos los ataques se consideran por la espalda." },
    { "nombre": "El broche del vampiro.png", "Efecto": "Collar. Cuando héroe hiere enemigo, recupera 1d6 VIT (máximo el daño infligido). Pero si la tirada es 6, el broche drena 1d6 VIT al héroe más cercano." },
    { "nombre": "El báculo del invocador.png", "Efecto": "Cualquier hechizo de Invocación mientras llevas esta vara gana +20AA" },
    { "nombre": "El hacha del cacique.png", "Efecto": "+2 DAÑ por cada golpe consecutivo que haga daño. Un ataque fallido o que no cause daño reinicia la bonificación. Es un Gran Hacha." },
    { "nombre": "El kopesh dorado.png", "Efecto": "Ignora armadura y AN, los No Muertos Mayores siempre atacarán al portador ignorando prioridades. DAÑ 1s12+1 Clase 4 Peso 10" },
    { "nombre": "El matademonios.png", "Efecto": "Añade ficha iniciativa mientras haya criatura mágica o monstruo con nombre demonio. Es un hacha de batalla pero con +3 DAÑ contra las criaturas mencionadas." },
    { "nombre": "El saco hambriento.png", "Efecto": "Cuando el portador meta al menos 10 monedas y salga de una mazmorra. Tira 1d10: 1 oro +20%, 2-8 oro +10%. 9 Saco vacío. 10 El saco desaparece. Máximo 200 monedas." },
    { "nombre": "El Yelmo de Golgorosh el cabra.png", "Efecto": "Ignora pérdida de COR si eres golpeado en la cabeza, pero te aturdes si falla una tirada de DET. Empujar +15 DEF 6, Peso 5" },
    { "nombre": "Elixir legendario.png", "Efecto": "Elige aleatoriamente una estadística y auméntala en +10 puntos." },
    { "nombre": "Escudo de luz cegadora.png", "Efecto": "Una vez por mazmorra o escaramuza, puede emitir Luz Cegadora, aturdiendo a todos los enemigos en LDV y que no estén en posición de atacar al héroe por la espalda. No afecta a aliados." },
    { "nombre": "Espada del Rayo.png", "Efecto": "Cualquier golpe que cause daño Impar llamará al rayo causando 1d6 DAÑ e ignorando armadura. La mitad de esa tirada (RAb) pasará al personaje más cercano del objetivo (no al portador). Si hay varios, tira al azar. La espada es una Espada Larga." },
    { "nombre": "Fajín de la víbora.png", "Efecto": "Inmune a todo veneno. Pero la faja reduce -15 CON en tiradas de enfermedad. No ocupa lugar." },
    { "nombre": "Guanteletes de Hraefnir.png", "Efecto": "+15 FUE. No ocupan ningún espacio." },
    { "nombre": "Jabalina del Wyvern.png", "Efecto": "Ignora la armadura y AN. Se trata como Jabalina Normal con PESO 7." },
    { "nombre": "La Ballesta de beregrim.png", "Efecto": "Recarga 1PA. +1 DAÑ conta No Muertos y daña criaturas etéreas." },
    { "nombre": "La blusa del mercader.png", "Efecto": "Cuando compres tira 1d6. de 1-4 20% Descuento. 5-6 +20% sobrecoste." },
    { "nombre": "La capa de Baltasar.png", "Efecto": "Puedes añadir 1d6 Maná en cualquier momento, hasta 6 veces, sin usar acción." },
    { "nombre": "La cimitarra goblin.png", "Efecto": "Ganas Ventaja Frenesí. Es una Espada Ancha." },
    { "nombre": "La coraza de Rannulf.png", "Efecto": "DEF 8 y niega DAÑO doble de criaturas Enormes. PESO 7" },
    { "nombre": "La matagigantes.png", "Efecto": "Es una Alabarda. +2 DAÑ contra criaturas Enormes." },
    { "nombre": "La mochila del mediano.png", "Efecto": "Reduce a la mitad todo el peso de los objetos de la mochila (RAb)." },
    { "nombre": "Martillo de Ohlnirs.png", "Efecto": "Aturde sin necesidad de tirada. Pero no es acumulativo la pérdida de 1 PA. Es un Martillo de Batalla" },
    { "nombre": "Orbe de control.png", "Efecto": "Colocar en Atajo. Tira 1d6 contra un monsturo. 1-4 El monstruo errante desaparece del tablero. Solo 1 vez por mazmorra y errante que aún no ha sido descubierto." },
    { "nombre": "Piedra de cordura.png", "Efecto": "Cuando vayas a perder COR tira 1d10: 1-5 No pieredes COR, 6-9 Pierdes la COR, 10 No pierdes COR pero destruye la piedra. Ocupa Collar, se pueden encontrar varias Piedras de Cordura." },
    { "nombre": "Piedra de valheir.png", "Efecto": "Guardas hasta 3 Bonos de Concentración. Test de DET en cada uso, si falla pierdes 1 COR." },
    { "nombre": "Piedra de vida.png", "Efecto": "Cura totalmente a un hétoe muerto o desangrado, pero la piedra se rompe. PESO 15, hay más de una piedra." },
    { "nombre": "Pluma encantada.png", "Efecto": "Cualquier mago que use la pluma para crear un pergamino tiene +10AA mientras realiza el hechizo Garabatos Mágicos." },
    { "nombre": "Roca luminosa.png", "Efecto": "Puede llevarse en mano o en collar y funciona como Farol. Un 10 en tirada de escenario quita 1 VIT al portador. Si el portador pierde más de la mitad de su VIT, o es envenenado/enfermado, la roca deja de funcionar. Si se cura y deja de estar envenenado/enfermo la piedra vuelve a brillar." },
    { "nombre": "Saquito de especias mágico.png", "Efecto": "Durante descanso,viajando o mazmorra tira 1d6: 1-4 sacas 1d3 ingrdientes a tu elección. Solo puede hacerse una vez por misión." },
    { "nombre": "Varita de sornadz.png", "Efecto": "Varita da +15AA cuando realizas el hechizo Encantar Objeto." },
    { "nombre": "Vial interminable.png", "Efecto": "Poner una poción curativa en este vial, restaurará toda la vida del que la beba." }
  ]
}